{
  "start": {
    "default": {
      "text": "<b>Уже больше 1000 человек прошли наш IQ-квиз и узнали, на каком месте они в таблице лидеров 🤩</b>Наш тест проходят все: от регуляров до новичков в игре. И каждый узнаёт, на каком месте среди остальных игроков он находится — и, конечно, узнаёт уровень своего игрового IQ.\n\nНаш квиз — это шанс узнать, насколько вы хороши, и как именно стоит развиваться.\n\nУзнайте про себя чуть больше ↓",
      "buttons": [
        [
          {
            "title": "IQ-тест",
            "link": "https://t.me/pokerhub_robot/?start=msg_iq_quiz-ca_eur-s_tgads4-co_msg1"
          }
        ],
        [
          {
            "title": "Присоединиться к каналу",
            "link": "https://t.me/+V2zjQ5qv_EJmZmNi"
          }
        ]
      ],
      "file": {
        "content_type": "image",
        "file_path": "media\\iq_leaderboard.png",
        "tg_filename": "iq_leaderboard.png"
      },
      "notifications": [
        {
          "message": "bonuses",
          "at_time": {
            "time": "19:00",
            "delta_days": 1
          },
          "reusable": true
        }
      ]
    },

    "st_int": {
      "text": "Ускоренный путь от нуля до заработка в покере: бесплатный 2-дневный интенсив от команды с профитом $2 000 000+ 😎🤟\n\nНовичкам в покере приготовиться: проводим первый день интенсива про быстрый старт в покере и выход на доход $1000+. 20 ноября в 19:00 МСК.\n\nВедущим будет руководитель команды Firestorm — наш партнёр Олег Bzik17. Его команда больше 10 лет на рынке, а игроки ежемесячно делают десятки тысяч долларов профита.\n\n20 ноября в 19:00 МСК вы получите:\n\n🛑Пошаговый план, как зарабатывать на старте без вложений\n🛑Понимание, как покер может стать билетом в лучшую жизнь\n🛑Разбор кейсов успешных игроков Firestorm\n🛑Ответы на вопросы про карьеру в покере от руководителя команды с 13-летним стажем.\n\nНа следующий день, 21 ноября в 18:00 МСК вы получите:\n\n🛑Всю необходимую информацию и сможете пройти полноценный бесплатный курс по понравившемуся направлению\n🛑Навыки, необходимые для получения прибыли в MTT или Spin\n🛑Возможность улучшить свою игру и найти ошибки\n🛑Сопровождение кураторов\n🛑Доступ к закрытому чату с полезным контентом о покере\n🛑Возможность пообщаться с тренерами с сотнями тысяч долларов профита\n\nА ещё вы получите пожизненный доступ к базовым версиям инструментов PokerHUB: префлоп-тренажёр, чарты и калькуляторы.\n\n❗️ Только те, кто будут на первом дне интенсива, получат доступ ко второму дню, общению с тренерами, расширенному контенту и смогут на практике начать карьеру в покере.\n\n☝️ Рекомендуемый возраст обучения на интенсиве: до 40 лет.\n\nЗаписаться на первый день интенсива 20 ноября ↓",
      "event": "intensive_welcome",
      "label": "st_int",
      "buttons": [
        [
          {
            "title": "Записаться на интенсив",
            "callback": "rega2"
          }
        ]
      ]
    }
  },

  "callback": {
    "bonuses": {
      "text": "<b>Бесплатное обучение.</b> Вместе с нашими партнёрами ведём три больших обучения по дисциплинам Spin, Cash и MTT. Выбирайте, какое нравится больше, и проходите курс — бесплатно и без обязательств.\n\nВнутри десятки уроков, индивидуальные разборы и поддержка на протяжении всего курса. Лучшим ученикам предлагаем контракты и финансирование 👨‍🎓",
      "buttons": [
        [
          {
            "title": "Присоединиться к каналу",
            "link": "https://t.me/+zBJF4wUIW1QxMTUy"
          }
        ]
      ],
      "notifications": [
        {
          "message": "courses",
          "at_time": {
            "time": "19:00",
            "delta_days": 1
          }
        }
      ]
    },

    "courses": {
      "text": "<b>Мы знаем, какая дисциплина подходит именно вам</b> 🤫\n\nСоздали бесплатный тест на 25 вопросов. За 5 минут узнаете, насколько вам подходит каждая из дисциплин — и какая даст максимальный профит.\n\nБот проанализирует ваш темперамент, способности, желания и обстоятельства. И выгрузит ответ одним сообщением в чате.",
      "buttons": [
        [
          {
            "title": "Узнать дисциплину",
            "link": "https://t.me/pokerhub_robot?start=msg_select_quiz-ca_eur-s_tgads4-co_msg3"
          }
        ],
        [
          {
            "title": "Присоединиться к каналу",
            "link": "https://t.me/+qrnlboR7EnxiZWMy"
          }
        ]
      ],
      "file": {
        "content_type": "image",
        "file_path": "media\\disciplines.png",
        "tg_filename": "disciplines.png"
      },
      "notifications": [
        {
          "message": "disciplines",
          "at_time": {
            "time": "19:00",
            "delta_days": 1
          }
        }
      ]
    },

    "disciplines": {
      "text": "<b>Сообщество \"Салун\".</b> Мы создали отдельное сообщество для наших студентов и игроков. Проводим закрытые фриролл-турниры, знакомимся и общаемся, делимся победами и поражениями, прокачиваем навыки с тренерами. Сообщество доступно тем, кто проходит наши курсы 🕺",
      "buttons": [
        [
          {
            "title": "Присоединиться к каналу",
            "link": "https://t.me/+Ui3O0hCoPkU2Njcy"
          }
        ]
      ],
      "notifications": [
        {
          "message": "channel_invite1",
          "at_time": {
            "time": "19:00",
            "delta_days": 1
          },
          "reusable": true
        }
      ]
    },

    "channel_invite1": {
      "file": {
        "content_type": "image",
        "file_path": "media\\dima.png",
        "tg_filename": "dima.png"
      },
      "notifications": [
        {
          "message": "channel_invite2",
          "at_time": {
            "wait_seconds": 1
          },
          "reusable": true
        }
      ]
    },

    "channel_invite2": {
      "text": "<b>Увидел игру по телеку — стал профессионалом с 9-летним опытом 😲</b>\n\nРассказываем пробивную историю игрока MTT о том, как важно учиться и идти до конца. \n\n <b>Дима</b> начал играть в 18 лет: увидел передачу по ТВ, выучил правила по картинкам и играл фрироллы. Спустя полгода выиграл небольшой турнир и вывел деньги. Так он понял, что этим можно зарабатывать.\n\nСтартанул с микс-игр по $2-5, а теперь играет ABI 70$, тренирует игроков и параллельно путешествует по Азии. За 9 лет он не только апался, но и искал баланс между работой, жизнью и собой. Таиланд, Вьетнам, Южная Корея, Бали, Филиппины — он играет из разных точек мира 🌏\n\nСегодня у него 7 активных студентов, а только за 2024 он выиграл <b>76 515$</b>⚡️\n\n<b>Главной проблемой на пути он считает потерю мотивации:</b>\nВ начале карьеры было интересно катать, что-то новое узнавать, расти по лимитам, но потом это всё приелось. Если выигрывал деньги, мог забить на игру и месяц-два не катать. Но когда появилась семья, это стало основной мотивацией. Сейчас покер — моё каждодневное занятие, а благодаря заработкам ещё и получается много путешествовать.\n\n<b>Дима не считает топорный гринд хорошей идеей:</b>\n Я всегда хотел жить и наслаждаться жизнью, а не просто катать-катать-катать. Всех своих учеников я учу, что топорным гриндом деньги не заработать — быстро выгоришь, а база будет страдать. Нужно искать середину.\n\nМногим кажется, что нужно сидеть в четырёх стенах и заниматься рутиной 10 часов в сутки. Но, поверьте, тогда так много счастливых зарабатывающих игроков в мире бы не было.\n\n<b>Попросили Диму дать главный совет самому себе на старте карьеры:</b>\nЕсли вернуться на 9 лет назад, я бы посоветовал себе больше работать вне игры, вне столов. Я долго к этому шёл самостоятельно, считал, что всегда можно обучиться во время катки. Но с нынешними тенденциями это практически невозможно. Если хочешь плюсовать, то нужно много работать вне столов. Тренировки, чарты, тренажёры, разборы, вот буквально каждый день. Жаль, что в самом начале никто этого не подсказал. \n\n Дима играет в одной из команд, где уже 200 таких игроков-профессионалов. Вы тоже можете попасть в их ряды, если подпишитесь на канал и пройдёте один из трёх бесплатных курсов.\n\nТам не просто дают теоретическую базу, а приглашают в полноценную экосистему: от тренажёров и курсов до финансирования и команды топовых игроков-единомышленников. Действуйте 🤟",
      "buttons": [
        [
          {
            "title": "Присоединиться к каналу",
            "link": "https://t.me/+9F3ruyLBiRBhZThi"
          }
        ]
      ]
    },

    "rega2": {
      "text": "Нажмите кнопку ниже, чтобы отправить нам свой юзернейм в телеграме.\n\nПосле этого вы попадёте в список участников интенсива. Будем отправлять напоминания и поделимся ссылкой перед первым эфиром.",
      "event": "intensive_registration",
      "label": "rega2",
      "buttons": [
        [
          {
            "title": "Отправить юзернейм",
            "callback": "there2"
          }
        ],
        [
          {
            "title": "Подробнее об интенсиве",
            "callback": "obint"
          }
        ]
      ]
    },

    "obint": {
      "text": "Это бесплатный 2-дневный интенсив для тех, кто хочет зарабатывать покером от $1000 и выше.\n\nНа первом дне вы получите пошаговый план старта без вложений и поймёте, как покер может стать билетом в лучшую жизнь.\nНа втором дне — практику, курсы и поддержку тренеров.\n\nУчастники получают доступ к базовым инструментам PokerHUB: префлоп-тренажёру, чартам и калькуляторам.",
      "event": "intensive_about_screen",
      "label": "obint",
      "buttons": [
        [
          {
            "title": "Записаться на интенсив",
            "callback": "rega2"
          }
        ]
      ]
    },

    "there2": {
      "text": "Спасибо за регистрацию!\n\nМы пришлём ссылку на эфир 20 ноября в 18:00 по МСК. Эфир пройдёт на платформе Bizon — регистрироваться больше нигде не нужно.\n\nБудем на связи, ждите уведомлений!",
      "event": "intensive_registration_success",
      "label": "there2",
      "buttons": [
        [
          {
            "title": "Подробнее об интенсиве",
            "callback": "obint"
          }
        ]
      ]
    }
  }
}
